{
  "posts": [
    { "id": 1, "type": "photo", "url": "https://picsum.photos/688/384/?image=1", "title": "Ad proident deserunt occaecat laborum adipisicing anim deserunt irure minim esse Lorem.", "date":"October 2, 2018", "details": "Sit veniam aliqua aute ea. Deserunt enim eiusmod culpa sit irure esse cillum. Qui elit eu aliqua tempor non fugiat irure laboris. Fugiat velit quis consectetur ea. Aute in ipsum eiusmod occaecat commodo est nisi aliqua incididunt cillum magna dolor cillum. Qui dolor ullamco qui velit amet ea occaecat aliquip. Ad adipisicing veniam magna non deserunt enim qui laborum exercitation do dolor dolor consectetur esse." },
    { "id": 2, "type": "video", "url": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/BigBuckBunny.mp4", "title": "Duis voluptate sit veniam dolore minim ex nulla nulla adipisicing minim aute anim id qui.", "date":"October 1, 2018", "details": "Lorem duis sunt dolor veniam anim in magna ipsum aliquip velit elit ex incididunt tempor. Nostrud minim ex occaecat officia ullamco pariatur ea consectetur eiusmod consectetur sint consequat qui. Aute nostrud labore ut qui ullamco." },
    { "id": 3, "type": "photo", "url": "https://picsum.photos/688/384/?image=2", "title": "Nulla minim consequat ullamco culpa.", "date":"September 20, 2018", "details": "Consequat cupidatat incididunt sunt adipisicing nulla dolor ipsum amet tempor labore labore excepteur officia. Ullamco do pariatur minim cillum irure. Tempor laborum consequat cillum esse cupidatat aliquip adipisicing adipisicing adipisicing minim. Commodo nulla in exercitation deserunt voluptate qui minim cupidatat nisi. Sit consectetur sunt ex id ut sunt ea ut laborum non esse ea ad duis. Deserunt ex veniam officia consectetur occaecat exercitation consectetur mollit deserunt cupidatat. Excepteur aute reprehenderit aute nisi id amet tempor in ullamco ut ea." },
    { "id": 4, "type": "video", "url": "http://commondatastorage.googleapis.com/gtv-videos-bucket/sample/ElephantsDream.mp4", "title": "Reprehenderit laborum et eiusmod elit laboris do.", "date":"September 25, 2018", "details": "Dolore eu duis velit et sunt anim amet voluptate magna. Proident excepteur elit commodo minim proident consectetur do. Occaecat officia proident aliqua in." },
    { "id": 5, "type": "photo", "url": "https://picsum.photos/688/384/?image=3", "title": "Cupidatat est consectetur elit quis elit consectetur incididunt.", "date":"September 27, 2018", "details": "Ea exercitation minim veniam adipisicing culpa in ipsum duis. Aliqua amet laboris pariatur nisi excepteur incididunt esse laboris. In nostrud cupidatat adipisicing voluptate Lorem eiusmod commodo enim enim."},
    { "id": 6, "type": "photo", "url": "https://picsum.photos/688/384/?image=4", "title": "Fugiat reprehenderit ea eu in velit sit et cupidatat reprehenderit do magna ut ex ullamco.", "date":"September 30, 2018", "details": "Enim voluptate labore adipisicing voluptate reprehenderit sit irure ea incididunt consectetur culpa occaecat fugiat. Cillum est ea officia id aliquip excepteur veniam nostrud consectetur. Id ipsum reprehenderit quis sit velit proident. Incididunt sint pariatur ipsum non occaecat. Proident anim amet voluptate officia sit. Tempor voluptate officia dolor qui adipisicing nostrud incididunt enim adipisicing quis quis enim eiusmod duis. Commodo laborum veniam adipisicing ut occaecat quis pariatur non amet." }
  ],
  "comments": [
    { "id": 1, "body": "some comment", "postId": 1 },
    { "id": 2, "body": "some comment", "postId": 1 }
  ],
  "profile": {
    "name": "cielo reyes"
  }
}

